Revit 2027 API
DocumentReloadLatestProgressChangedEventArgs.ReloadLatestFinished Property
 Indicates if current 'reload latest' progress is finished.
Namespace: Autodesk.Revit.DB.Events
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public bool ReloadLatestFinished { get; }
Public ReadOnly Property ReloadLatestFinished As Boolean
	Get
public:
property bool ReloadLatestFinished {
	bool get ();
}
member ReloadLatestFinished : bool with get
Property Value
Boolean
See Also
Reference
DocumentReloadLatestProgressChangedEventArgs Class
Autodesk.Revit.DB.Events Namespace